Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Кировское
be: Кіраўскае

source: Кирпичёвщина
be: Кірпічоўшчына

source: Кирши
be: Кіршы

source: Кирьяновцы
be: Кір’янаўцы

source: Кисаревщина 1
be: Кісарэўшчына 1

source: Кисево
be: Кісева

source: Киселёва Буда
be: Кісялёва Буда

source: Киселёвка
be: Кісялёўка

source: Киселево
be: Кісялева

source: Киселёво
be: Кісялёва

source: Киселёвцы
be: Кісялёўцы

source: Кисели
be: Кісялі

source: Кисельки
be: Кісялькі

source: Кисловщина
be: Кіслаўшчына

source: Кислые
be: Кіслыя

source: Кисляки
be: Кіслякі

source: Кистени
be: Кісцяні

source: Китин
be: Кіцін

source: Кичино
be: Кічына

source: Киши
be: Кішы

source: Кишкелишки
be: Кішкелішкі

source: Кишуровщина
be: Кішуроўшчына

source: Кищина Слобода
be: Кішчына Слабада

source: Кищицы
be: Кішчыцы

source: Кияково
be: Кіякова

source: Клади
be: Кладзі

source: Кладники
be: Кладнікі

source: Клайши
be: Клайшы

source: Кланишки
be: Кланішкі

source: Клебань
be: Клябань

source: Клева
be: Клява

source: Клевзы
be: Клеўзы

source: Клевица
be: Клявіца

source: Клевки
be: Клеўкі

source: Клевцы
be: Кляўцы

source: Кледневичи
be: Кледнявічы

source: Клеевичи
be: Клеявічы

source: Клеи
be: Клеі

source: Клейники
be: Клейнікі

source: Клеменсполье
be: Клемянсполле

source: Клёмино
be: Клёміна

source: Кленки
be: Клянкі

source: Кленник
be: Кляннік

source: Кленник-Низ
be: Кляннік-Ніз

source: Кленовица
be: Кленавіца

source: Кленовичи
be: Кляновічы

source: Кленовка
be: Кляноўка

source: Клёновка
be: Клёнаўка

source: Клены
be: Кляны

source: Клепачи
be: Клепачы

source: Клепицы
be: Кляпіцы

source: Клепцы
be: Кляпцы

source: Клепчаны
be: Кляпчаны

source: Клепчаный Мост
be: Кляпчаны Мост

source: Клепчево
be: Кляпчэва

source: Клеримонты
be: Клерымонты

source: Клесино
be: Клесіна

source: Клетишино
be: Кляцішына

source: Клетище
be: [Клецішча, Кляцішча]

source: Клеткеники
be: Клеткенікі

source: Клетная
be: Клятная

source: Клетное
be: [Клетнае, Клятное]

source: Клётов Двор
be: Клётаў Двор

source: Клётчино
be: Клётчына

source: Клетыще
be: Клятышча

source: Клешево
be: Клешава

source: Клешняки
be: Клешнякі

source: Клещёвка
be: Кляшчоўка

source: Клещи
be: Кляшчы

source: Клещино
be: Клешчыно

source: Кливы
be: Клівы

source: Клиденяты
be: Клідзеняты

source: Клим
be: Клім

source: Климанты
be: Кліманты

source: Климанцы
be: Кліманцы

source: Клименки
be: Кліменкі

source: Климентиново
be: Клімянцінава

source: Климовичи
be: [Клімавічы, Клімовічы]

source: Климовка
be: Клімаўка

source: Климов Лог
be: Клімаў Лог

source: Климово
be: Клімава

source: Климовский
be: Клімаўскі

source: Климовщина
be: Клімаўшчына

source: Климповщина
be: Клімпаўшчына

source: Климченки
be: Клімчанкі

source: Климы
be: Клімы

source: Климяты
be: Клімяты

source: Клин
be: Клін

source: Клинники
be: Кліннікі

source: Клиновое
be: Клінавое

source: Клиновский
be: Кліноўскі

source: Клинок
be: Клінок

source: Клинск
be: Клінск

source: Клинчаны
be: Клінчаны

source: Клины
be: Кліны

source: Кличевские Посёлки
be: Клічаўскія Пасёлкі

source: Клишевичи
be: Клішавічы

source: Клишево
be: Клішава

source: Клиши
be: Клішы

source: Клишино
be: Клішына

source: Клов
be: Клоў

source: Кловси
be: Клоўсі

source: Кловсюты
be: Клаўсюты

source: Кломпики
be: Кломпікі

source: Клопачи
be: Клапачы

source: Клочки
be: [Клачкі, Клочкі]

source: Клочково
be: Клочкава

source: Клубыничи
be: Клубынічы

source: Клыни
be: Клыні

source: Клыповщина
be: Клыпаўшчына

source: Клышки
be: Клышкі

source: Клюи
be: Клюі

source: Клюковичи
be: Клюкавічы

source: Клюковка
be: Клюкаўка

source: Клюковцы
be: Клюкоўцы

source: Ключатки
be: Ключаткі

source: Ключевой
be: Ключавы

source: Ключегорская
be: Ключагорская

source: Ключи
be: Ключы

source: Ключники
be: Ключнікі

source: Клюшево
be: Клюшова

source: Клюшниково
be: Клюшнікава

source: Клюшово
be: Клюшова

source: Клющаны
be: Клюшчаны

source: Клявсы
be: Кляўсы

source: Кляпин
be: Кляпін

source: Кляпиничи
be: Кляпінічы

source: Кляпинская Буда
be: Кляпінская Буда

source: Клясино
be: Клясіна

source: Клясов
be: Клясаў

source: Клястицы
be: Клясціцы

source: Кмиты
be: Кміты

source: Кмитянка
be: Кміцянка

source: Книстушки
be: Кністушкі

source: Кнотовщина
be: Кнотаўшчына

source: Кнубово
be: Кнубава

source: Кнышевичи
be: Кнышэвічы

source: Кныши
be: Кнышы

source: Княгинин
be: Княгінін

source: Княжеборье
be: Княжабор’е

source: Княжеводцы
be: Княжаводцы

source: Княжинка
be: Княжынка

source: Княжино
be: Княжына

source: Княжица
be: Княжыца

source: Княжицы
be: Княжыцы

source: Князевичи
be: Князевічы

source: Князевка
be: Князеўка

source: Князёвка
be: Князёўка

source: Князево
be: Князева

source: Князёво
be: Князёва

source: Князи
be: Князі

source: Кобайлы
be: Кабайлы

source: Кобёлка
be: Кабёлка

source: Кобзевичи
be: Кобзевічы

source: Кобровцы
be: Кобраўцы

source: Кобузи
be: Кобузі

source: Кобызево
be: Кобызева

source: Кобылинцы
be: Кабылінцы

source: Кобыловка
be: Кабылаўка

source: Кобыльнишки
be: Кабыльнішкі

source: Кобыльчицы
be: Кабыльчыцы

source: Ковака
be: Кавака

source: Ковалёв
be: Кавалёў

source: Ковалевичи
be: Кавалевічы

source: Ковалёвка
be: Кавалёўка

source: Ковалёво
be: Кавалёва

source: Ковалёв Рог
be: Кавалёў Рог

source: Ковалёвцы
be: Кавалёўцы

source: Ковалевщина
be: Кавалеўшчына

source: Ковалёнки
be: Кавалёнкі

source: Ковали
be: Кавалі

source: Ковалики
be: Кавалікі

source: Коваличи
be: Кавалічы

source: Ковальки
be: Кавалькі

source: Ковальцы
be: Кавальцы

source: Коварики
be: Каварыкі

source: Ковгары
be: Каўгары

source: Ковельщина
be: Ковельшчына

source: Ковердяки
be: Кавярдзякі

source: Ковержицы
be: Кавержыцы

source: Ковзаны
be: [Каўзаны, Коўзаны]

source: Ковли
be: Каўлі

source: Ковляки
be: Каўлякі

source: Ковняны
be: Каўняны

source: Ковнятин
be: Каўняцін

source: Ковпита
be: Каўпіта

source: Коврижино
be: Каўрыжына

source: Коврижки
be: Каўрыжкі

source: Коврин
be: Коўрын

source: Ковровое
be: Каўровае

source: Ковчики
be: Коўчыкі

source: Ковчицы 1
be: Коўчыцы 1

source: Ковчицы 2
be: Коўчыцы 2

source: Ковшары
be: Каўшары

source: Ковшевичи
be: Каўшэвічы

source: Ковшелево
be: Каўшэлева

source: Ковшенки
be: Коўшанкі

source: Ковши
be: Каўшы

source: Ковшово
be: Каўшова

source: Ковыжев
be: Кавыжаў

source: Кодевцы
be: Кодзеўцы

source: Коди
be: Кодзі

source: Кодуково
be: Кадукова

source: Кодуново
be: Кадунова

source: Кожан-Городок
be: Кажан-Гарадок

source: Кожево
be: Кожава

source: Кожемяки
be: Кажамякі

source: Кожемякино
be: Кажамякіна

source: Кожуровщина
be: Кажуроўшчына

source: Кожуховцы
be: Кажухоўцы

source: Козаково
be: Казакова

source: Козевичи
be: Козевічы

source: Козейки
be: Казейкі

source: Козёл
be: Казёл

source: Козелужье
be: Казялужжа

source: Козелье
be: Казелле

source: Козельщина
be: Казельшчына

source: Козенки
be: Козенкі

source: Козенцы
be: Казянцы

source: Козеняты
be: Казяняты

source: Козероги
be: Казярогі

source: Козигорка
be: Казігорка

source: Козий Брод
be: Козі Брод

source: Козий Рог
be: Козі Рог

source: Козики
be: Козікі

source: Козинец
be: Казінец

source: Козино
be: Козіна

source: Козиное Село
be: Казінае Сяло

source: Козинцы
be: Казінцы

source: Козинщина
be: Казіншчына

source: Козичи
be: [Казічы, Козічы]

source: Козище
be: Казішча

source: Козки
be: Козкі

source: Козлевщина
be: Казлеўшчына

source: Козлов Берег
be: Казлоў Бераг

source: Козловичи
be: Казловічы

source: Козловичи 1
be: Казловічы 1

source: Козловичи 2
be: Казловічы 2

source: Козловка
be: Казлоўка

source: Козлово
be: Казлова

source: Козловцы
be: Казлоўцы

source: Козловщина
be: Казлоўшчына

source: Козлы
be: Казлы

source: Козлякевичи
be: Казлякевічы

source: Козляны
be: Казляны

source: Козобродье
be: Казаброддзе

source: Козовка
be: Козаўка

source: Козорезы
be: Казарэзы

source: Козубец
be: Казубец

source: Козулино
be: Казуліна

source: Козуличи
be: Казулічы

source: Козулишки
be: Казулішкі

source: Козырёво
be: Казырова

source: Козыри
be: Казыры

source: Козье
be: Коззе

source: Козьи Горки
be: Коззі Горкі

source: Козьяне
be: Казьяне

source: Козьянки
be: Каз’янкі

source: Козьяны
be: Казьяны

source: Козяны
be: Казяны

source: Козярники
be: Казярнікі

source: Коймино
be: Койміна

source: Койтени
be: Кайцені

source: Койтово
be: Койтава

source: Коковчино
be: Какоўчына

source: Коковщина
be: Кокаўшчына

source: Кокорица
be: Какорыца

source: Кокоричи
be: Какорычы

source: Кокоры
be: Какоры

source: Кокотово
be: Кокатава

source: Кокощицы
be: Какошчыцы

source: Колбовичи
be: Колбавічы

source: Колбовка
be: Колбаўка

source: Колбово
be: Коўбава

source: Колбча
be: Коўбча

source: Колбчанская Слободка
be: Каўбчанская Слабодка

source: Колбы
be: Каўбы

source: Колдычево
be: Калдычэва

source: Коледизна
be: Калядзізна

source: Коледино
be: Каледзіно

source: Колеевцы
be: Калееўцы

source: Колеина
be: Каляіна

source: Коленкишки
be: Каленкішкі

source: Колено
be: Калена

source: Коленьки
be: Калянькі

source: Коленьково
be: Каленькава

source: Колесище
be: Калясішча

source: Колесники
be: Калеснікі

source: Колесниковщина
be: Калеснікоўшчына

source: Колесянка
be: Калясянка

source: Колеченко
be: Калечанка

source: Колечицы
be: Калечыцы

source: Колечьполье
be: Калячполле

source: Колеюги
be: Каляюгі

source: Колки
be: [Калкі, Колкі]

source: Коллективная
be: Калектыўная

source: Коллективный Труд
be: Калектыўны Труд

source: Колмаки
be: Калмакі

source: Колмацковщина
be: Калмацкаўшчына

source: Коловичи
be: Каловічы

source: Коловка
be: Калоўка

source: Коловцы
be: Колаўцы

source: Колода
be: Калода

source: Колодеевичи
be: Каладзеевічы

source: Колодежи
be: Калодзежы

source: Колодезное
be: Калодзезнае

source: Колодезьки
be: Калодзезькі

source: Колодино
be: [Каладзіно, Калодзіна]

source: Колодищи
be: Калодзішчы

source: Колодищи-2
be: Калодзішчы-2

source: Колодки
be: Калодкі

source: Колодливо
be: Калодліва

source: Колодники
be: Калоднікі

source: Колодница
be: Калодніца

source: Колодно
be: [Калодна, Коладна]

source: Колодное
be: Калоднае

source: Колодчино
be: Калодчына

source: Колозубы
be: Калазубы

source: Коломыцкие
be: Каламыцкія

source: Колоная
be: Каланая

source: Колоницы
be: Каланіцы

source: Колонишки
be: Калонішкі

source: Колония
be: Калонія

source: Колония Казимировка
be: Калонія Казіміроўка

source: Колония Кругель
be: Калонія Кругель

source: Колонск
be: Коланск

source: Колонтаёво
be: Калантаёва

source: Колонтаи
be: Калантаі

source: Колос
be: Колас

source: Колосовка
be: [Каласоўка, Коласаўка]

source: Колосово
be: Коласава

source: Колосовщина
be: [Каласаўшчына, Каласоўшчына]

source: Колосы
be: Каласы

source: Колотилы
be: Калацілы

source: Колотовино
be: Калатовіна

source: Колотовки
be: Калатоўкі

source: Колотушково
be: Калатушкава

source: Колочин
be: Калочын

source: Колошевщина
be: Калошаўшчына

source: Колпаки
be: Каўпакі

source: Колпень
be: Каўпень

source: Колпея
be: Калпяя

source: Колпинка
be: Калпінка

source: Колпино
be: Колпіна

source: Колпинские
be: Каўпінскія

source: Колтки
be: Каўткі

source: Колтово
be: Колтава

source: Колтуны
be: Каўтуны

source: Колубели
be: Калубелі

source: Колыбаново
be: Калыбанава

source: Колышки
be: [Калышкі, Колышкі]

source: Кольно
be: Кольна

source: Кольчуны
be: Кальчуны

source: Колюды
be: Калюды

source: Коляги
be: Калягі

source: Колядичи
be: Калядзічы

source: Коляды
be: Каляды

source: Комайск
be: Камайск

source: Команов
be: Каманоў

source: Комарин
be: Камарын

source: Комарино
be: Камарына

source: Комаришки
be: Камарышкі

source: Комарники
be: Камарнікі

source: Комаровичи
be: Камаровічы

source: Комаровка
be: Камароўка

source: Комарово
be: Камарова

source: Комаровщина
be: Камароўшчына

source: Комары
be: Камары

source: Комачино
be: Камачына

source: Коминтерн
be: Камінтэрн

source: Комиссарово
be: Камісарава

source: Комиссарский Сад
be: Камісарскі Сад

source: Комлевичи
be: Камлявічы

source: Комлевщина
be: Комлеўшчына

source: Комлище
be: Комлішча

source: Коммуна
be: Камуна

source: Коммунар
be: Камунар

source: Коммунарка
be: Камунарка

source: Комоски
be: Камоскі

source: Комотово
be: Коматава

source: Комсеничи
be: Комсенічы

source: Комсино
be: Комсіна

source: Комсичи
be: Комсічы

source: Комсомолец
be: Камсамолец

source: Комсомольск
be: Камсамольск

source: Комсомольская
be: Камсамольская

source: Комсомольский
be: Камсамольскі

source: Комяки
be: Камякі

source: Конашевка
be: Канашоўка

source: Конаши
be: Канашы

source: Конашково
be: Канашкава

source: Конвелишки
be: Канвелішкі

source: Кондаки
be: Кандакі

source: Кондерщина
be: Кандзершчына

source: Кондратовичи
be: [Кандратавічы, Кондратавічы]

source: Кондратовск
be: Кандратаўск

source: Кондратовщина
be: Кандратаўшчына

source: Кондраты
be: Кандраты

source: Кондраши
be: Кандрашы

source: Коневичи
be: Канявічы

source: Коневцы
be: Каняўцы

source: Коники
be: Конікі

source: Конковичи
be: Конкавічы

source: Конколовичи
be: Канкаловічы

source: Конно
be: Конна

source: Конный Бор
be: Конны Бор

source: Коновалово
be: Канавалава

source: Коноваловщина
be: Канавалаўшчына

source: Коновалы
be: Канавалы

source: Коновичи
be: Конавічы

source: Кононовичи
be: Конанавічы

source: Кононовка
be: Конанаўка

source: Кононовщина
be: Конанаўшчына

source: Конопелька
be: Канапелька

source: Конопельчицы
be: Канапельчыцы

source: Коноплицы
be: Канапліцы

source: Конопличи
be: Канаплічы

source: Коноплянщина
be: Канапляншчына

source: Конотоп
be: Канатоп

source: Конотопы
be: Канатопы

source: Коноховка
be: Канахоўка

source: Коношево
be: Канашэва

source: Коношёнки
be: Канашонкі

source: Констанполье
be: Канстанполле

source: Константиновка
be: Канстанцінаўка

source: Константиново
be: Канстанцінава

source: Константов
be: Канстантоў

source: Константово
be: Канстантова

source: Контакузовка
be: Кантакузаўка

source: Континенты
be: Конціненты

source: Концевичи
be: Концавічы

source: Концевые
be: Канцавыя

source: Концииновка
be: Канцынаўка

source: Концики
be: Концыкі

source: Концы
be: [Канцы, Концы]

source: Кончане
be: Канчане

source: Кончани
be: Канчані

source: Кончаны
be: Канчаны

source: Кончицы
be: Кончыцы

source: Коньки
be: [Канькі, Конькі]

source: Конюхи
be: Канюхі

source: Конюхово
be: Канюхова

source: Конюшаны
be: Канюшаны

source: Конюшевщина
be: Канюшаўшчына

source: Конюшовщина
be: Канюшоўшчына

source: Конябичи
be: Канябічы

source: Копани
be: [Капані, Копані]

source: Копаниха
be: Копаніха

source: Копань
be: Капань

source: Копаньки
be: Копанькі

source: Копасы
be: Капасы

source: Копаткевичи
be: Капаткевічы

source: Копацевичи
be: Капацэвічы

source: Копачевка
be: Капачэўка

source: Копачёвка
be: Капачоўка

source: Копачели
be: Капачэлі

source: Копачи
be: Капачы

source: Копейное
be: Капейнае

source: Копиевичи
be: Капіевічы

source: Копище
be: [Капішча, Копішча]

source: Коповище
be: Капавішча

source: Кополь
be: Копаль

source: Коптевичи
be: Копцевічы

source: Коптевка
be: Копцеўка

source: Коптёвка
be: Капцёўка

source: Коптево
be: Копцева

source: Коптевщина
be: Копцеўшчына

source: Коптели
be: Капцялі

source: Копти
be: [Капці, Копці]

source: Копцевичи
be: Капцэвічы

source: Копцы
be: [Капцы, Копцы]

source: Копыловка
be: Капылоўка

source: Копыловщина
be: Капылоўшчына

source: Копылы
be: Капылы

source: Копыльщина
be: Капыльшчына

source: Копыльщино
be: Капыльшчына

source: Копысица
be: Капысіца

source: Корабли
be: Караблі

source: Кораблище
be: Караблішча

source: Коранная
be: Каранная

source: Корбачёвка
be: Карбачоўка

source: Корвели
be: Карвэлі

source: Корговды
be: Каргаўды

source: Коргово
be: Коргава

source: Кордики
be: Кордзікі

source: Кордон
be: Кардон

source: Корды
be: Карды

source: Коревичи
be: Карэвічы

source: Корековцы
be: Карэкаўцы

source: Коренды
be: Каранды

source: Кореневичи
be: Караневічы

source: Кореневка
be: Каранёўка

source: Коренёвка
be: Каранёўка

source: Коренёво
be: Каранёва

source: Кореневщина
be: Каранеўшчына

source: Коренец
be: Каранец

source: Корени
be: Карані

source: Кореники
be: [Каранікі, Карэнікі]

source: Коренишецы
be: Каранішацы

source: Корень
be: Корань

source: Кореняты
be: Караняты

source: Корешеняты
be: Карэшаняты

source: Коржевка
be: Коржаўка

source: Корзеево
be: Карзеева

source: Корзуново
be: Карзунова

source: Корзуны
be: Карзуны

source: Корица 1
be: Карыца 1

source: Корица 2
be: Карыца 2

source: Коркать
be: Коркаць

source: Корки
be: Коркі

source: Корма
be: Карма

source: Корнадь
be: Корнадзь

source: Корнилки
be: Карнілкі

source: Корниловка
be: Карнілаўка

source: Корница
be: Корніца

source: Корничее
be: Карнічае

source: Корнюшкин Застенок
be: Карнюшкаў Засценак

source: Короб
be: Кораб

source: Коробаново
be: Карабанава

source: Коробищи
be: Карабішчы

source: Коробка
be: Каробка

source: Коробки
be: [Карабкі, Каробкі]

source: Коробовичи
be: Каробавічы

source: Коробово
be: Карабова

source: Коробовщина
be: Карабаўшчына

source: Коробчино
be: Каробчына

source: Коробчицы
be: Каробчыцы

source: Коробы
be: Карабы

source: Коробы 1
be: Карабы 1

source: Коробы 2
be: Карабы 2

source: Коробье
be: Кораб’е

source: Короватичи
be: Каравацічы

source: Коровичи
be: Коравічы

source: Коровка
be: Кароўка

source: Корово
be: Корава

source: Коровчено
be: Кароўчына

source: Коровчино
be: Кароўчына

source: Корозичи
be: Карозічы

source: Королёва Слобода 1
be: Каралёва Слабада 1

source: Королёва Слобода 2
be: Каралёва Слабада 2

source: Королевичи
be: Каралевічы

source: Королёвка
be: Каралёўка

source: Королево
be: Каралева

source: Королёво
be: Каралёва

source: Королево (Нежил.)
be: Каралёва (Нежыл.)

source: Королёв Стан
be: Каралёў Стан

source: Королевцы
be: Каралеўцы

source: Королевщина
be: Каралеўшчына

source: Короли
be: Каралі

source: Королиново
be: Каралінова

source: Королищевичи
be: Каралішчавічы

source: Коромка
be: Каромка

source: Короневские
be: Каранеўскія

source: Короневщина
be: Каранеўшчына

source: Коростень
be: Корасцень

source: Коростово
be: Корастава

source: Коротичи
be: Кароцічы

source: Короткевичи
be: Караткевічы

source: Короткие
be: Кароткія

source: Коротковичи
be: Кароткавічы

source: Коротышки
be: Каратышкі

source: Коротьки
be: Кароцькі

source: Корочин
be: Корачын

source: Корсаки
be: Карсакі

source: Корсаковичи
be: [Карсакавічы, Карсаковічы]

source: Корсаково
be: Корсакава

source: Корсынь
be: Карсынь

source: Корсюки
be: Карсюкі

source: Корумны
be: Карумны

source: Корчеватка
be: Карчаватка

source: Корчёвое
be: Карчовае

source: Корчевщина
be: Карчэўшчына

source: Корчёмка
be: Карчомка

source: Корчик
be: Корчык

source: Корчики
be: Корчыкі

source: Корчицы
be: Корчыцы

source: Коршаки
be: Каршакі

source: Коршевица
be: Каршавіца

source: Коршиково
be: Коршыкава

source: Коршуки
be: Каршукі

source: Коршунишки
be: Каршунішкі

source: Коршунки
be: Каршункі

source: Коршуны
be: Каршуны

source: Корысть
be: Карысць

source: Корытище
be: Карыцішча

source: Корытница
be: Карытніца

source: Корытное
be: Карытнае

source: Косабуки
be: Касабукі

source: Косаковка
be: Касакоўка

source: Косарево
be: [Касарэва, Косарава]

source: Косаревщина
be: Касарэўшчына

source: Косари
be: Касары

source: Косаричи
be: Касарычы

source: Косарь
be: Касар

source: Косачи
be: Касачы

source: Косельский Прудок
be: Косельскі Прудок

source: Коселяцкий
be: Касяляцкі

source: Косеничи
be: Касянічы

source: Косетов
be: Косетаў

source: Косиловцы
be: Касілаўцы

source: Косилы
be: Касілы

source: Косино
be: Косіна

source: Косинщина
be: Касіншчына

source: Косичи
be: [Касічы, Косічы]

source: Косище
be: Касішча

source: Коски
be: Коскі

source: Космовичи
be: Касмовічы

source: Космыничи
be: Касмынічы

source: Космыри
be: Касмыры

source: Косовка
be: Косаўка

source: Косово
be: Косава

source: Косовщина
be: [Касоўшчына, Косаўшчына]

source: Костари
be: Кастары

source: Костевичи
be: Косцевічы

source: Костеёво
be: Касцяёва

source: Костеневичи
be: Касцяневічы

source: Костенево
be: Касцянева

source: Костени
be: Касцяні

source: Костешев
be: Касцяшоў

source: Костеши
be: Касцяшы

source: Кости
be: Косці

source: Костинка
be: Косцінка

source: Костино
be: Косціна

source: Костовщина
be: Костаўшчына

source: Кострица
be: Кастрыца

source: Кострицы
be: Кастрыцы

source: Костричи
be: Кострычы

source: Костричник
be: Кастрычнік

source: Костричская Слободка
be: Кострыцкая Слабодка

source: Кострище
be: Кастрышча

source: Костровичи
be: Кастровічы

source: Кострово
be: [Кастрова, Кострава]

source: Костыки
be: Кастыкі

source: Костычи
be: Костычы

source: Костюки
be: Касцюкі

source: Костюковичи
be: Касцюковічы

source: Костюковка
be: Касцюкоўка

source: Костюковщина
be: Касцюкоўшчына

source: Костюшки
be: Касцюшкі

source: Костюшковичи
be: Касцюшкавічы

source: Костюшково
be: Касцюшкава

source: Костяново
be: Касцянава

source: Косута
be: Касута

source: Косыничи
be: Касынічы

source: Котевщина
be: Коцеўшчына

source: Котелёво
be: Кацялёва

source: Котели
be: Кацялі

source: Котёлки
be: Кацёлкі

source: Котельники
be: Кацельнікі

source: Котельня Боярская
be: Кацельня Баярская

source: Котера
be: Катэра

source: Котловица
be: Катловіца

source: Котловка
be: Катлоўка

source: Котлово
be: Катлова

source: Котловцы
be: Катлоўцы

source: Котляны
be: Катляны

source: Котовичи
be: Катавічы

source: Котово
be: Котава

source: Котовское
be: Катоўскае

source: Котовщина
be: [Катоўшчына, Котаўшчына]

source: Котчино
be: Котчына

source: Коты
be: Каты

source: Котылы
be: Катылы

source: Котьки
be: Коцькі

source: Котяги
be: Кацягі

source: Коханишки
be: Коханішкі

source: Кохановичи
be: [Каханавічы, Коханавічы]

source: Коханово
be: [Каханова, Коханава]

source: Кохановщина
be: Каханаўшчына

source: Кохоновка
be: Коханаўка

source: Коцни
be: Коцні

source: Кочан
be: Качан

source: Кочанки
be: Качанкі

source: Кочановичи
be: Качановічы

source: Кочаново
be: Качанава

source: Кочаны
be: Качаны

source: Кочева
be: Качава

source: Кочерги
be: [Качаргі, Качэргі]

source: Кочережино
be: Качарэжына

source: Кочищи
be: Кочышчы

source: Кошара
be: Кашара

source: Кошевичи
be: [Кашавічы, Кашэвічы]

source: Кошевники
be: Кашэўнікі

source: Кошелево
be: [Кашалева, Кошалева]

source: Кошелёво
be: Кашалёва

source: Кошели
be: Кашалі

source: Кошилово
be: Кашылава

source: Кошкалы
be: Кашкалы

source: Кошкино
be: Кошкіна

source: Кошловичи
be: Кошлавічы

source: Кошовое
be: Кашовае

source: Кошубинцы
be: Кашубінцы

source: Кощево
be: Кошчава

source: Кощеличи
be: Кашчэлічы

source: Кощеники
be: Кашчэнікі

source: Кощицы
be: Кошчыцы

source: Кощичи
be: Кошчычы

source: Кравцевичи
be: Краўцэвічы

source: Кравцова Нива
be: Краўцова Ніва

source: Кравцовка
be: Краўцоўка

source: Кравцово
be: Краўцова

source: Кравцы
be: Краўцы

source: Кравчёнки
be: Краўчонкі

source: Краглевичи
be: Краглевічы

source: Кражино
be: Кражына

source: Краи
be: Краі

source: Крайний
be: Крайні

source: Крайские Пасеки
be: Крайскія Пасекі

source: Краковка
be: Кракоўка

source: Кральки
be: Кралькі

source: Крапивка
be: Крапіўка

source: Крапивники
be: Крапіўнікі

source: Крапивница
be: Крапіўніца

source: Крапивно
be: Крапіўна

source: Крапивня
be: Крапіўня

source: Крапужино
be: Крапужына

source: Красавичи
be: Красавічы

source: Красевичи
be: [Красевічы, Красявічы]

source: Красиевка
be: Красіеўка

source: Красиево
be: Красіева

source: Красилово
be: Красілава

source: Красин
be: Красін

source: Красино
be: Красіна

source: Краски
be: Краскі

source: Красная Беларусь
be: Чырвоная Беларусь

source: Красная Гора
be: [Красная Гара, Чырвоная Гара]

source: Красная Дуброва
be: [Красная Дуброва, Чырвоная Дубрава]

source: Красная Заря
be: [Красная Зара, Чырвоная Зара]

source: Красная Звезда
be: Красная Звязда

source: Красная Зорька
be: Красная Зорка

source: Красная Искра
be: Красная Іскра

source: Красная Нива
be: [Красная Ніва, Чырвоная Ніва]

source: Красная Площадь
be: Красная Плошчадзь

source: Красная Поляна
be: [Красная Паляна, Чырвоная Паляна]
